app/controllers/victims_controller.rb

INSERT INTO "victims" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "rachel"], ["email", "rachel.y.lim@gmail.com"], ["created_at", "2015-12-15 15:41:08.742901"], ["updated_at", "2015-12-15 15:41:08.742901"]]
---
  def create
    @victim = Victim.new(victim_params)

    # respond_to do |f|
      if @victim.save